[
  {
    "name": "Zhuan Zhuan",
    "industry": "E-Commerce",
    "logo": "/images/customers/zhuanzhuan.jpg",
    "link": "https://www.pingcap.com/blog/use-case-tidb-in-zhuanzhuan/",
    "description":
      "Zhuan Zhuan has deployed TiDB in multiple clusters for the messaging and risk management applications. These TiDB clusters hold several dozens of TBs of data with excellent and stable performance. This post will elaborate on how TiDB helps Zhuan Zhuan handle vast data size and build better applications for its users."
  },
  {
    "name": "Mobike",
    "industry": "Ridesharing",
    "logo": "/images/customers/mobike.jpg",
    "link": "https://www.pingcap.com/blog/Use-Case-TiDB-in-Mobike/",
    "description":
      "Mobike has been using the TiDB database in the production environment since early 2017. Now they have deployed TiDB in multiple clusters with close to 100 nodes, handling dozens of TBs of data for different application scenarios. This post will provide a deep dive on why Mobike chose TiDB over MySQL and its sharding solutions by illustrating how TiDB solves their pain points."
  },
  {
    "name": "Ele.me",
    "industry": "Food Delivery",
    "logo": "/images/customers/eleme.jpg",
    "link": "https://www.pingcap.com/blog/use-case-tidb-in-eleme/",
    "description":
      "Ele.me, the largest online food delivery platform in China, is serving 260 million customers and 1.3 million vendors in over 2,000 cities in China. The fast-growing business brings soaring data size and placed tremendous pressure on Ele.me’s database system. TiDB and TiKV enable Ele.me to harness the power of data and not be intimidated by it."
  },
  {
    "name": "Yiguo.com",
    "industry": "E-Commerce",
    "logo": "/images/customers/yiguo_food.png",
    "link":
      "https://www.datanami.com/2018/02/22/hybrid-database-capturing-perishable-insights-yiguo/",
    "description":
      "As the largest B2C fresh produce online marketplace in China, serving close to 5 million users and more than 1,000 enterprise customers, Yiguo.com entrusts TiDB to capture perishable insights in order to make timely and accurate business decisions."
  }
]
